[
    {
        "id": 0,
        "name": "Commercial Pilot",
        "introText": ["For every ace fighter pilot or sky pirate, there are hundreds of completely unremarkable civilian pilots, who make their livings ferrying goods, people, and information between the stars. These commercial pilots may not have much combat experience, but they do spend a large portion of their lives at the controls, and surely know their ships better than anyone else.", "There are many reasons why a civilian pilot might become an adventurer. It is not uncommon for trained pilots to be dragooned into service in military fleets during times of crisis; likewise, pilots are often asked to step up to protect their ships, crews, and cargos from the many dangers of space. Some pilots enter the profession fully expecting a life of adventure, looking forward to the opportunities they will have to travel and explore."],
        "skills": ["Perception", "Piloting"],
        "tools": ["Ship maintenance tools"],
        "languages": [1, "Any one of your choice"],
        "equipment": ["a partial map of a distant star system", "a badge or insignia from your flying school", "a pair of aviator glasses", "a set of traveler's clothes"],
        "money": 15,
        "text": [
            {
                "sectionName": "Previous Ships",
                "sectionText": [
                    "When you choose the pilot background, you should consider what sorts of ships you have flown in the past, and perhaps think of names for some of them. Random names can be generated by rolling two d20s and combining the results using the tables below:", {
                        "type": "table",
                        "tableName": "Ship Names",
                        "rows": 20,
                        "columns": 2,
                        "columnNames": ["First Word", "Second Word"],
                        "rowEntries": [{
                            "entries": ["Astral", "Brilliant", "Dark", "Eternity", "Fire", "Glorius", "Grand", "Heroic", "Humble", "Imperial", "Infinite", "lucky", "Nebula", "Proud", "Serene", "Silent", "Silver", "Swift", "Void", "Wandering"]
                        }, {
                            "entries": ["Alpha", "Arrow", "Chariot", "Comet", "Dancer", "Express", "Falcon", "Light", "Maiden", "One", "Prince", "Queen", "Rogue", "Seeker", "Serpent", "Star", "Trader", "Transporter", "Traveler", "Voyager"]
                        }]
                    }
                ]
            }
        ],
        "featureName": "Take-Off Checklist",
        "featureText": "Your many hours of flying experience mean that all the standard checks and preparations involved in launching or docking a ship are firmly ingrained into your mind. Any simple maneuvers you undertake while piloting a ship go much quicker and smoother, with no risk of mishap.",
        "variantFeatureName": "",
        "variantFeatureText": "",
        "suggestedCharacteristicsText": ["Pilots are, to some extend, orginary people with the kinds of personalities that you might find in any civilian profession. That doesn't tell the whole story, however, and there are some traits that speak to the unique culturs and lifestyles of interplanetary aircrew."],
        "personalityEntries": ["I fly by the seat of my pants.", "I always keep a photograph of my family in the cockput.", "I prefer to be in control of my own destiny, rather than in someone else's hands.", "I live fast!", "Multitasking is no problem for me.", "I have very steady hands.", "I can recognize a ship a mile away just from its movements.", "I don't feel entirely comfortable on dry land."],
        "idealEntries": ["<span style='font-weight:bold'>Freedom.</span> I became a pilot to loose myself from earthly bonds. (Chaotic)", "<span style='font-weight:bold'>Thrill.</span> I do whatever delivers maximum pleasure and enjoyment for myself. (Evil)", "<span style='font-weight:bold'>Service.</span> All I want is to get my cargo safely to its destination, and to get paid fairly for my work. (Lawful)", "<span style='font-weight:bold'>Prestige.</span> I value the respect of my peers more than anything else. (Any)", "<span style='font-weight:bold'>Caring.</span> My objective i to protect those in my care. (Good)", "<span style='font-weight:bold'>Stability.</span> I'm just trying to get by, without getting in anyone's way. (Neutral)"],
        "bondEntries": ["I remain very close to my buddies from flight school.", "My copilot is my best friend. We always have each other's backs.", "I worked for a galaxy-spanning company and often run into former colleagues.", "I know a couple of shady types who're happy to buy smuggled goods.", "I have family back on my home planet that I try to stay in touch with.", "My flying skills saved the life of a powerful dignitary who still owes me a favor."],
        "flawEntries": ["I can't believe that anyone else could be better than me at anything.", "I take too many risks and often get myself into trouble.", "I have a crippling fear or asteroid belts.", "I feel a compulsive need to showboat.", "I fly into a rage if anyone changes the settings in my cockpit.", "I am haunted by strange things I've seen in deep space."]
    },
    {
        "id": 1,
        "name": "Exile",
        "introText": ["Sometimes seen as a fate worse than death, exile has long been a popular sanction for radicals, dissidents, and troublemakers. Exiling these people allows the authorities to remove a thorn from their sides without creating a martyr or having to keep the unwanted person in costly perpetual captivity. Many a coup or revolution has resulted in the leaders and courtiers of the old regime being consigned to exile, sometimes on a moon or neighboring planet, sometimes on the other side of the ‘verse.", "On occasion, a person may choose exile voluntarily, either as an alternative to something worse or because they desire time on the Frontier to grow and develop. An exile has a unique opportunity to absorb foreign cultures and contact émigré communities while rallying support remotely. Living in exile might provide benefits that aren't available back home, such as the freedom to pursue otherwise forbidden love interests or take advantage of more lenient tax policies, either of which could deliver the impetus to accept a self-imposed exile.", "Exiles take to adventuring for a number of reasons. For some, their exile was only temporary, and now they seek to embark on a dangerous journey home, while others might seek to foment rebellion in absentia so as to be welcomed as liberating heroes on their return. Some exiles are gripped by wanderlust, traveling the world with a small group of companions. The unluckiest of all, however, might find themselves unwelcome everywhere, with no choice other than to continue wandering forever."],
        "skills": ["Deception", "Survival"],
        "tools": ["None"],
        "languages": [2, "Any two of your choice"],
        "equipment": ["a dagger", "a small strongbox", "a memento from your homeland", "a set of common clothes"],
        "money": 5,
        "text": [
            {
                "sectionName": "Reason for Exile",
                "sectionText": [
                    "You were exiled for a reason. Chose a 'crime' or roll on the table below to determine why you were forced to leave your home.",
                    {
                        "type": "table",
                        "tableName": "",
                        "rows": 10,
                        "columns": 1,
                        "columnNames": ["Crime"],
                        "rowEntries": [{
                            "entries": ["Opposition to political rulers", "Tax exile", "Religious dissent/radicalism", "Sentenced to exile for serious crime", "Death sentence commuted to exile after commiting capital crime", "Forbidden love", "Refugee displace by war or disaster", "Escaping shameful failures committed at home", "Fleeing False accusations", "Self-imposed exile/journey of self-discovery"]
                        }]
                    }
                ]
            }
        ],
        "featureName": "Exile Network",
        "featureText": "You keep in touch with a network of exiles and expatriates, who possess an eclectic mix of skills and the durable spirit of pioneers. If you need to find someone with an unusual or specialized skill (such as art forgery, translation of ancient languages, or poison-brewing), you likely know where to find them.",
        "variantFeatureName": "Radical Sympathizers",
        "variantFeatureText": "As a prominent figurehead for a group of religious, political, or ethnic radicals, you are often able to find people who sympathize with your situation. When you employ hirelings, they may offer you better rates, fanatical loyalty, or enhance services.",
        "suggestedCharacteristicsText": ["Being exiled is a deeply painful experience, and life as a stateless <span style='font-style:italic'>persona non grata</span> is extremely challenging. Such a trial is sure to leave some marks on the exile's personality."]
    }
]