[
    {
        "id": 0,
        "name": "Commercial Pilot",
        "skills": ["Perception", "Piloting"],
        "tools": ["Ship maintenance tools"],
        "languages": [1, "Any one of your choice"],
        "equipment": ["a partial map of a distant star system", "a badge or insignia from your flying school", "a pair of aviator glasses", "a set of traveler's clothes"],
        "money": 15,
        "text": [
            {
                "sectionName": "Previous Ships",
                "sectionText": [
                    "When you choose the pilot background, you should consider what sorts of ships you have flown in the past, and perhaps think of names for some of them. Random names can be generated by rolling two d20s and combining the results using the tables below:", {
                        "tableName": "Ship Names",
                        "rows": 20,
                        "columns": 2,
                        "columnNames": ["First Word", "Second Word"],
                        "rowEntries": [{
                            "entries": ["Astral", "Brilliant", "Dark", "Eternity", "Fire", "Glorius", "Grand", "Heroic", "Humble", "Imperial", "Infinite", "lucky", "Nebula", "Proud", "Serene", "Silent", "Silver", "Swift", "Void", "Wandering"]
                        }, {
                            "entries": ["Alpha", "Arrow", "Chariot", "Comet", "Dancer", "Express", "Falcon", "Light", "Maiden", "One", "Prince", "Queen", "Rogue", "Seeker", "Serpent", "Star", "Trader", "Transporter", "Traveler", "Voyager"]
                        }]
                    }
                ]
            }
        ],
        "featureName": "Take-Off Checklist",
        "featureText": ["Your many hours of flying experience mean that all the standard checks and preparations involved in launching or docking a ship are firmly ingrained into your mind. Any simple maneuvers you undertake while piloting a ship go much quicker and smoother, with no risk of mishap."],
        "suggestedCharacteristicsText": ["Pilots are, to some extend, orginary people with the kinds of personalities that you might find in any civilian profession. That doesn't tell the whole story, however, and there are some traits that speak to the unique culturs and lifestyles of interplanetary aircrew."],
        "personalityEntries": ["I fly by the seat of my pants.", "I always keep a photograph of my family in the cockput.", "I prefer to be in control of my own destiny, rather than in someone else's hands.", "I live fast!", "Multitasking is no problem for me.", "I have very steady hands.", "I can recognize a ship a mile away just from its movements.", "I don't feel entirely comfortable on dry land."],
        "idealEntries": ["<span style='font-weight:bold'>Freedom.</span> I became a pilot to loose myself from earthly bonds. (Chaotic)", "<span style='font-weight:bold'>Thrill.</span> I do whatever delivers maximum pleasure and enjoyment for myself. (Evil)", "<span style='font-weight:bold'>Service.</span> All I want is to get my cargo safely to its destination, and to get paid fairly for my work. (Lawful)", "<span style='font-weight:bold'>Prestige.</span> I value the respect of my peers more than anything else. (Any)", "<span style='font-weight:bold'>Caring.</span> My objective i to protect those in my care. (Good)", "<span style='font-weight:bold'>Stability.</span> I'm just trying to get by, without getting in anyone's way. (Neutral)"],
        "bondEntries": ["I remain very close to my buddies from flight school.", "My copilot is my best friend. We always have each other's backs.", "I worked for a galaxy-spanning company and often run into former colleagues.", "I know a couple of shady types who're happy to buy smuggled goods.", "I have family back on my home planet that I try to stay in touch with.", "My flying skills saved the life of a powerful dignitary who still owes me a favor."],
        "flawEntries": ["I can't believe that anyone else could be better than me at anything.", "I take too many risks and often get myself into trouble.", "I have a crippling fear or asteroid belts.", "I feel a compulsive need to showboat.", "I fly into a rage if anyone changes the settings in my cockpit.", "I am haunted by strange things I've seen in deep space."]
    }
]