[{
        "id": 0,
        "name": "Amoeboids",
        "bookText": [{
                "sectionName": "Amoeboids in the 'Verse",
                "sectionText": ["Amorphous, bizarre, and remarkably advanced, amoeboids are the very definition of alien. Encountering them is practically dissying for first-time visitors to a maw: their eerily transparent bodies flash with dim organic lights, shapeshifting into vague form and imperfect copies of various creatures, all accompanied by a strange hum or blurbles and tones. Though the universe excels in producing creatures of diverse shapes and sizes, the amoeboids are something truly unique.", "Moreover, amoeboids are gifted with exceptional intelligence, and many possess a natural talent with machines. They were among the first space-bound races (the first, if one considers their origin), and remain pioneers in Dark Matter technology. Most amoeboids place tremendous faith in scientific reasoning, to the extent that a sound statistical model will often be more convincing than reported events. This, of course, extends to magical research, and amoeboid technology rests at the cutting-edge intersection of science and arcana.", "Such unique humanoids ought to come from an equally unique homeworld, but this is not the case; amoeboids were simply discovered on the maws. Some speculate that the amoeboids evolved there among the advanced technology, but just as many support the theory that amoeboids were designed and purposefully placed on the maws."]
            },
            {
                "sectionName": "The Grand Mystery",
                "sectionText": ["The universe has no shortage of mysteries and enigmas, but scholars have long agreed that the origin of the maws, and how the amoeboids came to inhabit them, is the Grand Mystery. After all, nothing so fantastic could be a mere coincidence; the maws are a ready-made transit network, connecting the far reaches of the galaxy, complete with a resident race of shapeshifters intelligent enough to understand them and skilled enough to maintain them. Indeed, most races would likely have never discovered Dark Matter technology without observing the maw stations firsthand. Every technological discovery is built on the shoulders of giant, but in this case, the giants have gone mysteriously absent.", "More perplexing is that the maws are not merely technological in nature; they are constructed atop collasal skeletons of long-dead creatures. The bones themselves seem critically important, for it is impossible to create a stable may portal without them, but what role they play is completely baffling to researchers. Moreover, it's unclear what type of creature left the bones, for nothing alive today even remotely resembles them. Are these creatures extinct, or simply yet undiscovered? Do they originate from inside the galaxy, or even from within our universe?", "For their part, the amoeboids have few ansers to the Grand Mystery; their origins are an inscrutable to them as anyone else. The earliest amoeboid records date to the first instances of amoeboids learning how to interface with maw terminals and record data, perhaps a century after the supposed \"zero\" generation. Before that is a short but impenetrable dark age stretching back to the activation of the maws and obscuring their origin.", "It is in their nature to search for answers from a scientific frame of reference, but real evidence has been elusive so far. Speculation points to Old Un being involved in the Mystery, but what role he played is unclear. Perhaps the Grand Mystery has been intentionally obscured by a powerful creator or creators, or perhaps all involved are missing some critical piece, some insight that links the amoeboids, the maws, and their enigmatic creation."]
            },
            {
                "sectionName": "Expanding the Compendium",
                "sectionText": ["Before most races mastered spaceflight and journeyed to the stars, the only records of amoeboids were of bug-eyed visitors from another world, arriving by night in strange saucers to abduct livestock and flash otherwordly lights. Amoeboids were among the first to travel the stars (their ships derived from technology found on the maws), and they did so with purely scientific intentions: every alien planet, star, nebula, and creature they discover is studied, categorized, and detailed in a vast database of arcane terminals called the <span style='font-weight:bold'>Compendium</span>. This single database, a collection of nearly everything known to them, is a scientific marvel, a monument to all amoeboid achievement.", "To this day, amoeboids are the only race that maintains a non-involvement policy in their visits to other worlds, keeping their distance, observing remotely when possible, and experimenting only when disturbance can be minimized. The sole exception to non-involvement is with spacefaring races that have journeyed to the maws themselves; the amoeboids greet such groups as equals, and welcome them with access to the galactic community."]
            }
        ]
    },
    {
        "id": 1,
        "name": "Avia-Ra",
        "bookText": [{
                "sectionName": "Avia-Ra in the 'Verse",
                "sectionText": ["The bird-headed avia-ra might almost be confused for humans from the neck down, but unlike the scores of near-humans that pervade the galaxy, the avia-ra are unrelated to humanity. Hailing from Kemet, a harsh, desert planet, crosscrossed by rivers and lakes, they have always known an appreciation for the sun's blessings and cruelties, which forms the backbone of their religion, inspires their arts and sciences, and informs their view of the cosmos. Their dogma centers squarely on their dity and holy star, the Sun Above, to which there can be no equal", "When the avia-ra took their first tentative steps into spaceflight, however, their religion bent and adapted to the wider universe in which they found themselves. Suddenly, their Sun Above was no longer Deshret, the star around which their homeworld orbits, but a theoretical \"true star\" from which all stars, including thier own, derive meaning. It was centuries before they ventured to the centured to the center of the galaxy and encountered what they consider the physical embodiment of the Sun Above: The Sepulcher Star.", "In those days, the Spulcher Star orbited much further from the black hole at the galactic core, and it was definitevly under elven control. The avia-ra soon learned from the elves that the Sepulcher Star wasn't merely a star, but contained some sort of supermassive construct within. Though strictly an academic curiosity to elves, this discovery galvanized the avia-ra: in the heart of this star, near the exact center of the galaxy, was their Sun Above. Over the next few centuries, the avia-ra quietly bolstered and gathered their fleets in preparation for the First Crusade.", "This was the first of many Crusades, bloody battles between the avia-ra and the elves for control of the center of the galaxy. Each crusade was puncuated with the signing of a treaty, a respite from battle, and a consolidation of forces. Always, a surprise attack by one of the two sides reignited the conflict anew. In the Third Crusade, the avia-ra constructed the massive Solar Citadel in orbit around the Spulcher Star&#8211;a holy city, built for the glory of the Sun Above and to deter elven aggression. In short order, it was seized by an elven sneak attack; ever since, the Citadel has become a flashpoint for conflict and a central focus for Crusades."]
            },
            {
                "sectionName": "The Night Crusade",
                "sectionText": ["The most recent of these battles, called the <span style='font-weight:bold'>Night Crusade</span>, nearly saw the wholesale destruction of the Elven Empire. The holy avia-ra fleet, known as the Congregation, captured the center of the galaxy in a series of decisive victories and pushed the elves back to their home system. In this moment, the balance of the galaxy was threatened, and the elves struck a bargain: in exchange for their assistance, the elves would liberate the vect across their empire&#8211;a move which would eventually pave the way for vect freedom across the 'verse.", "The culmination of this deal was at the Battle of Alden'val, where the vect fleet turned the tide for the elves, critically wounding the avia-ra's flagship, The Prophet. The ensuing retreat made an opening for the Elven Forest-Fleet, which encircled the Congregation, spelling the end of the Crusade. The war ended with the signing of the <span style='font-weight:bold'>Treaty Black</span>, a document that quieted hostilities and established the <span style='font-weight:bold'>Order of the Sepulcher</span> to safeguard against similar crises in the future."]
            },
            {
                "sectionName": "Depths of Dogma",
                "sectionText": ["To some, the avia-ra's captivating dogma, high priesthood, and Congregation warfleet represent a light and peace in the 'verse, but to others, it represents a simmering kettle, just waiting to boil over.", "In the past, the avia-ra have found little success spreading the message of the Sun Above to the established races of the 'verse. After all, their pantheons are extensive and integral to their societies; a monotheistic god has little place among them. Instead, the avia-ra have turned to primitice civilizations, especially those on undiscovered planets with which to share their message.", "The pattern for their evangelism is simple: build a civilization on an undeveloped world, founded on the philosophy of their solar religion, reside with it long enough to ensure it leaves a lasting legacy, and depart once again for the stars. In the avia-ra religion, all worship of the sun is indirectly worship of the Sun Above, so any evolution their gods of light and flame take on with the passing of centuries is inconsequential; they are still effigies of Old Un in the Sepulcher Star.", "This practice is controversial, to say the least. Many worlds have ancient tales of travelers from other worlds, bringing with them the blessings of the Sun, and these depictions paint them much like gods themselves. Humans, especially, have a sore spot for this sort of unfair proselytizing&#8211;High Terra was an early target for avia-ra evangelists. Elves and dwarves hold their own pantheons as sacred, and concemn avia-ra missionaries as a whole, but there is little that the galactic community can do, short of inciting glactic war. Thus, avia-ra evangelism occupies an uncomfortable, but tolerated position in the galaxy. "]
            }
        ]
    },
    {
        "id": 2,
        "name": "Dwarves",
        "bookText": [{
                "sectionName": "Dwarves in the 'Verse",
                "sectionText": ["Gruff, inventive, and stalwars, the dwarves of the 'verse are nearly identical to those living planetside. Despite spending most of theri time in massive fleets of mining and war ships, star dwarves are just as comfortable in the bowels of a mount as their terrestrial brethren. Indeed, the dwarves who make up the Galactic Dwarven Conclave know that the biggest and richest mountains to be mined are, in fact, asteroids drifting aimlessly through the Black.", "While terrestrial dwarves deviate into distinct branches based on familial lines, star dwarves, especially those from their homeworld of Jormund, take on traits which make them sturdier than their terrestrial brethren. The high gravity of their homeworld strengthens their bones and ensures their short, stocky sature, and a life spent doing industrial labor toughens their muscles into steel.", "Dwarven expansion into space took a somewhat different route than most, in that there was little in the way of war or conquest. Ages before they discovered spaceflight, the dwarves had already founded the beginnings of the Conclave, which drove the interests of their entire race under one banner. When they began expanding out into the galaxy at large, they found that, although Jormund was host to all manner of life, the surrounding systems were barren. What they lacked in inhabitants, however, they made up for in mineral wealth. True to their nature, the dwarves turned their skill, magic, and technology towards the mining of these planets, and converted the influx of material into the largest mining and freighting fleet in the galaxy. To this day, no other interstellar race can match the raw material wealth or manufacturing skill of the dwarves, a fact which the Conclace would like to ensure."]
            },
            {
                "sectionName": "The Granite Throne",
                "sectionText": ["From the outside, Jormund, the second of three planets orbiting the star Jotun, seems like the least likely place to find a thriving race of people: it is a desolate ball of rock, pockmarked with craters, nearly devoid of atmosphere, and constantly blasted by radiation. Just below this stark surface, though, Jormund teems with life, not the least of which are the dwarves themselves.", "The oldest dwarven records recall that Jormund once flourished with surface life. Eons ago, long before the dwarves fashioned their first ships from mountains and rockets, a great cataclysm befell the planet, forcing life on the planet to flee underground. The details of the old cataclysm are lost to time, for conflicting stories tell of different disasters, from a war caused by the greed of an ancient dwarven king, to the folly of an invention crafted by a mad blacksmith, to the poisonous breath of a spiteful dragon which contaminated the skies.", "Despite being sequestered away under the surface, the subterranean dwarven cities are true marvels of engineering. Their tunnels stretch deep into the planet,some reaching nearly to its core. The highest cities, which reach the surface itself are full of brisk winds and titanic granite stonework, while the lowest cities, nestled in artificially-cooled pockets within molten rock, are humid places of stunning obsidian towers. Indeed, within its rocky caverns and carved halls, the planet’s interior, called the <span style='font-style:bold'>Granite Throne</span>, can house nearly every inhabitant of dwarven space. This becomes a requirement at least once a generation, as each dwarf dedicated to the Conclave makes the journey home to elect two of their elders to supreme leadership, that of the Matriarch and the Patriarch."]
            },
            {
                "sectionName": "The Adamantine Fleet",
                "sectionText": ["Despite their peaceful expansion to the stars, dwarves retain every ounce of their legendary ruggedness, their love of strong drink, and their fury in battle. Dwarven soldiers and smiths are held in high regard across the ‘verse as potential mercenaries or crew members⁠—many even think having a dwarf aboard is good luck. Dwarven spacecraft are praised just as highly: the Adamantine Fleet may not be as large as the Hegemony Armada nor as swift as an Elven Forest-Fleet, but its ships are nearly impossible to destroy. Coupled with the dwarven tendency to experiment with explosives, even a single dwarven ship can make for an astonishingly frightening foe."]
            }
        ]
    },
    {
        "id": 3,
        "name": "Elves",
        "bookText": [{
                "sectionName": "Elves in the 'Verse",
                "sectionText": ["Among the oldest and longest-lived races in the 'verse, elves were the first to harness their magical skill to extend their reach to the stars above. Svelte, stately, and regal to a fault, elves often view themselves as the true masters of the galaxy, a perspective which has sparked innumerable conflicts in ages past. While they are not physically much different from terrestrial elves (save for their tremendously long lifespans), elves of the ‘verse are often referred to as“Star Elves” due to their wildly different outlook and their connection to the great stellar houses. Unlike the elven races of more isolated worlds, star elves are not split down genetic or racial lines; rather, they have deliberately self-separated into fantastically prominent Great Houses, or families, each of which claims sole residence of one of the planets in the elven home system. These separate families modify themselves to assume the traits of traditional elven subraces. In this way, even though star elves long ago homogenized to a single appearance, every variation of elf can still be found among their ranks. Their austere focus on house and family, while unifying, has also led to notoriously strict traditions regarding naming, relationships, and procreation."]
            },
            {
                "sectionName": "Rise of an Empire",
                "sectionText": ["Of all the major galactic alliances, the Elven Empire holds the largest territory. Hundreds of life-bearing systems and thousands of planets live under their rule, each a mirror of the glory that is the homeworld. While orderly, well maintained, and generally free of pirates and other ne’er-do-wells, elven imperial space is often regarded as stifling and still dangerous for most non-elven spacers.", "To those that cross into elven space, adherence to the law of the throne is paramount. While the High Elves of Deuxcator are celebrated as masterful negotiators and diplomats, they are also decried for their iron-fisted rule and brutal censorship. The last thing any free spacer wishes on an enemy is a trip to an elven prison colony.", "In a surprising turn, vect are allowed both complete autonomy and full citizenship on any world in the empire, a lingering gesture of thanks for their support during the Night Crusade. It is not a gift most vect take up fully, but it has generated much goodwill between the races since the war."]
            },
            {
                "sectionName": "The Rite of Naming",
                "sectionText": ["All elves of the empire proper are born or reared on Uneara, second planet in the Etilion system. During the first hundred years of their lives, “newborn” elves are taught the ways and traditions of their people—educated in all manner of magic, sciences, art, combat, and other properly-elven studies. In addition, they are rigorously tested and sorted into the elven Great House best suited for their particular talents.", "By tradition, the Rite of Naming also adapts elves for their house by means of a series of powerful transmutation spells. Ostensibly, these spells are meant only to imbue a physical change on the elves’ skin, returning their appearances to the traditional elven ancestors from each of the Etilion planets, but in practice, it helps cement elves into their houses for the rest of their days.", "<span style='font-weight:bold; font-style:italic'>High Elves.</span> Those who display aptitude in the magical arts, rhetoric, and diplomacy, in addition to exuding lordly manner, enter the great house Mala’Fiil, and may take up residence on Deuxcator, third planet in the Etilion system. Deuxcator is the seat of power for the elven empire, and all emperors and empresses of the empire have been of Great House Mala’Fiil. Furthermore, Deuxcator is home to the Elven War College and is the center of the empire’s military might. Elves in this house are normally referred to as High Elves.", "<span style='font-style:italic; font-weight:bold;'>Wood Elves.</span> Those displaying scientific aptitude in addition to an inborn connection to nature are named to Great House Molo’tak and are moved to Troisha, fourth planet in the Etilion system. Here, these Wood Elves are taught the secrets of growing and carving the empire’s Forest-Fleet of tree-ships from colossal ironwood trees. While the empire has many other worlds from which it supplies its fleet, the greatest of its shipyards is the whole of Troisha.", "<span style='font-style:italic; font-weight:bold'>Fey Elves.</span> Elves talented in high magics and deemed to have a connection to the Feywild, the realm from which elvenkind originated, are named to Great House Mere’gaal. Carto, sixth planet in the Etilion system houses these Fey Elves and the empire's grand libraries and magical vaults. While all star elves are naturally gifted in magic, the fey elves of Carto have the natural advantage of living on a homeworld that directly intersects a galactic ley line, greatly enhancing their powers.", "<span style='font-style:italic; font-weight: bold'>Drow.</span> Lastly, those who exhibit a talent for subterfuge, stealth, and shadow magics are named to Great House Miri’tesh, and given home on Siink, the ninth and furthest planet from the Etilion sun. The Rite of Naming induces incredible changes in elves of House Miri’tesh, darkening their skin to jet-black and bleaching their hair to ivory white. Outside elven space, most refer to them as Drow, though that name carries no meaning in the empire. The dark elves of Miri’tesh serve as the empire’s spymasters, assassins, and shock troopers, as well as deep space exploration and tracking experts.", "<span style='font-weight:bold; font-style:italic'>Houseless.</span> Despite the total commitment expected of each and every elf to the Empire and their house, there are those who choose to break from their familial lines and never undergo the Rite of Naming. In the end, the same fate lies in store for each: total servitude to the other houses as a Houseless, exile from elven space if their servitude is not absolute, and death if exile is refused.", "Due to the strictness of the House system, breeding amongst the elves is a highly controlled affair. New elves may only be conceived and born on appropriate worlds in elven space, and must be transported within 10 years of their birth to Uneara for schooling and assessment, lest they be cast out. Children born outside these confines are either torn from their families and consigned as Houseless or are purged from the empire; the same is true of half-elves and planetouched born in elven space. Those isolated elves who are found native to a colonized elven world are sorted and sent to their respective new homes for a minimum of 50 years before being integrated into star elf society, or are purged if they refuse."]
            }
        ]
    },
    {
        "id": 4,
        "name": "Gnomes",
        "bookText": [{
                "sectionName": "Gnomes in the 'Verse",
                "sectionText": ["Unique amongst the galactic races, the star gnomes give the galaxy a glimpse of what can be achieved without the crutch of magic. While fundamentally the same as terrestrial gnomes, star gnomes evolved on a world deep within a Dead Magic Zone; as such, they propelled themselves to both space and to galactic significance using technology alone, a testament to gnomish intellect and their boundless curiosity.", "Indeed, most star gnomes today tend to be skeptical of magic and standoffish with magical races, or at worst, hostile towards its practitioners. Few gnomes have come to accept magic as a part of daily life, even with generations of experience, and most prefer to continue enhancing and refining their technology."]
            },
            {
                "sectionName": "A World Without Magic",
                "sectionText": ["While by no means a new race, the gnomes of Nebellion are one of the younger starfaring races. As their world is isolated within a Dead Magic Zone, the gnomes came to rely on their own ingenuity, instead of magical tricks, to cultivate their world. With time, gnomes developed an adept discipline founded on logical reasoning and manipulating nonmagical forces, which they call science. This science is the foundation of all gnomish technology, which is wholly independent from magic and can function without hindrance in Dead Magic Zones.", "Naturally drawn to the underground, the gnomes transformed the caves and mountains of Nebellion into grand, glittering cities, packed with mechanical marvels of every variety. Eventually, the great spires of the under-cities burst forth from the ground, and continued to grow like blades of grass wrought from steel and glass; now, there is little of Nebellion’s surface that isn’t covered by cityscape. While Nebellion’s environment hasn't suffered with the gnome’s expansion (freedom from reliance on burnable fuels being an early accomplishment of gnome tinkers), living space has become a premium. It was a search for this resource that led to their expansion into the stars."]
            },
            {
                "sectionName": "The Silver Disc",
                "sectionText": ["Remarkably, nearly two decades before the gnomes first launched into space, they discovered that they had not been the first intelligent life on their homeworld. Embedded deep below the surface of Nebellion, gnomish explorers discovered what appeared to be a city-sized disc made of unknown metals, filled not with scientific marvels, but nonfunctional arcane devices. They also discovered the burnt-out remnants of a Dark Matter engine, and from there proceeded to reverse-engineer their way into the stars. Despite the fact that most of the enchanted objects (including those which seem to be recordings or record keepers) located on the vessel were intact, years of testing yielded no results; no form of gnomish power could cause them to spring to life, and even re-introduction to magic outside the Dead Magic Zone proved fruitless. To this day, it remains a mystery as to who landed on Nebellion, how long ago they landed, and how they traversed the Zone with such a vessel.", "What isn't a mystery is the effect the disc’s discovery had on gnomish society. Within fifteen years, the Traversal Guild had managed to create a functioning, low-class Dark Matter engine powered by fuel sources known to them. Five years later, they perfected the new technology and achieved spaceflight. Within fifty years, the gnomes had breached the edges of the Zone, reached the maw nearest to Nebellion, and discovered their place in the 'verse. The whole of gnomish society refocused their efforts, and in another 50 years’ time, the beginnings of the Great Gnomish Flotilla launched from the Nebellion shipyards, carrying seventy-five percent of their population with it."]
            },
            {
                "sectionName": "Thinkers and Tinkers",
                "sectionText": ["The Gnomish Flotilla is almost a million ships strong and houses almost half a trillion inhabitants. Due to small gnomish stature, this suits most of the Flotilla’s inhabitants just fine. Indeed, despite their massive numbers, the Flotilla could support a population twice its current size. The gnomes live in an essentially post-scarcity society, and most devote their time and energy to invention, exploration, artistic endeavors, or learning. Surprisingly few true adventurers come out of either the Flotilla or of Nebellion proper, as gnomes tend to be risk-averse if they can afford to be. Still, star gnomes are highly sought-after as ship’s engineers, pilots, and technologists, and their tech is highly valued for its ability to function perfectly in Dead Magic Zones.", "The governing body of the star gnomes is split between the Council of Six on Nebellion and the Admiralty of the Flotilla. The Council of Six rules as a democratically elected council comprised of members from each of the six guilds which have governed the planet’s year-to-year workings for centuries: The Craftsman’s Guild (Mechanical and Technological works), The Mason’s Guild (Large Scale Construction works), the Baker’s Guild (Agriculture and Sustainability works), The Traversal Guild (Exploration and Expansion projects), The Windmill Guild (Power Efficiency and Generation projects), and The Artisan’s Guild (Cultural projects and Artworks). Conversely, the Admiralty is governed by the Flotilla’s current Admiral and his subordinate officers. Each ship in the flotilla is like an independent state: free to do as its needs dictate, but still required to report to the Admiral when called.", "While not fully granted citizenship in either the Flotilla or on the Homeworld, most terrestrial gnomes are viewed as star-crossed brethren by the star gnomes. Their natural inclination towards spellcasting (particularly illusion magic) causes some star gnomes to view them with a modicum of suspicion, but most realize that they too would have gravitated towards such pursuits had their world been accommodating."]
            }
        ]
    },
    {
        "id": 5,
        "name": "Halflings",
        "bookText": [{
                "sectionName": "Halflings in the 'Verse",
                "sectionText": ["Ask any road traveler what to expect when visiting a halfling town, and they’ll usually say the same thing: soft beds (maybe on the small side), strong ale, hearty food, heartwarming song, and rousing dance; ask any spacer the same question about docking in a halfling Hearthstation, and you’ll hear much the same thing, with a bit added on about potentially unfair species taxes and grumbling about the going rate for parts in the repair shop.", "Much like the dwarves, the halflings of Hearthmund made their leap to the stars without major conflict; but unlike the dwarves, they didn't do so of their own accord. Given that halflings in general live long lives and hold personal freedom and community above most other things, there was little rush for those of Hearthmund to escape their idyllic world. Until a dwarven vessel in dire need of repair crash landed on their world nearly three millennia ago, the halflings neither knew, nor presumably cared, that there were other intelligent life forms in the galaxy. The discovery of life outside Hearthmund, though, sparked something of a great wanderlust in the little folk: many eagerly followed the dwarves back out into space to properly meet the other members of the galaxy. Those wandering halflings learned all about the inner workings of spaceflight, the maws, the stars, and anything they could glean from their starborne cousins, and they brought these wonders back to their home."]
            },
            {
                "sectionName": "Lure of the Coin",
                "sectionText": ["Since their introduction to the galactic community, halflings have carved themselves a modest but indispensable place in the ‘verse. The small folk quickly took to nearly any place they could get new bits and baubles to trade for, new foods to try, and new creatures to meet; similarly, these places took in the halflings with little trouble, as they were to a man the friendliest and most charitable people that most folks in the ‘verse had met. They were also, as it turned out, incredibly skilled when it came to matters of coin, and displayed a particularly high level of business acumen. Within a hundred years, small groups of halflings had installed themselves at nearly every major port, maw, and space station, acting as money-changers, bankers, and impartial legal representatives. Soon after, the Hearthing Collective had been established, and numerous, hospitable, loyalty- neutral Hearthstations had been set up throughout the explored galaxy. Within a millennium, the halflings (with the aid of the dwarves and elves) established the Galactic Bank and successfully lobbied to standardize galactic currency. Now, three thousand years after their first introduction to the stars, the halflings control nearly every bank, trading house, auction house, and money-lender in the galaxy, in addition to the Hearthstations sprinkled throughout the Black.", "It is whispered in some of the darker corners of the galaxy that the halflings control not only most of the money, but also most of the organized crime. Most of these whisperers vanish without a trace in the days following such a claim, perhaps due to a sudden and extreme desire to go on deep-space exploration."]
            },
            {
                "sectionName": "Comfort and Prosperity",
                "sectionText": ["While there are halflings who do strike out on adventures, they are considered rather eccentric; most halflings are content to live their lives privily, unconcerned about the rest of the galaxy’s worries. That said, halflings are often sought out by many spacers as crewmen, cooks, and other non-combatant roles on many ships. The presence of even a single halfling aboard a ship can raise crew morale, not only because they bring the comforts of home with them wherever they go, but also because their fearlessness is infectious: many are the traveler’s tales where a ship was pulled back into the sky by the grit of its captain, the skill of its pilot, and the bravery of its cook."]
            }
        ]
    },
    {
        "id": 6,
        "name": "Humans",
        "bookText": [{
                "sectionName": "Humans in the 'Verse",
                "sectionText": ["Of the starfaring races of the ‘verse, only the vect are truly younger than humans, and none have less total time in the sky. Yet, despite that, since the day the first human astronauts bootstrapped their way from High Terra to the stars, their expansion has been quick, rash, and almost virulent. Within five generations, humans were amongst the most populous races in the galaxy. Despite having a relatively short lifespan, their adaptability, ingenuity, almost comical lack of concern for their own well - being, (along with their apparent ability to crossbreed with nearly any type of humanoid) makes them a force in the galaxy that can’ t be ignored.", "In the decades prior to their spaceward expansion, the humans endured a series of nearly cataclysmic wars on High Terra. Were it not for a secretive group of world leaders banding together out of mutual self - interest on the eve of their own self - destruction, humanity might have snuffed itself out before it truly began.That secretive cabal of leaders went on to build the foundations of the Human Alliance. Within a decade of this new, united humankind working towards space colonization, they had colonized all twenty planets in its home system, discovered Void - based FTL travel, and sent their first delegation of ambassadors to their nearest maw.", "Not merely content with owning their own small piece of space, humanity exploded outwards.Under the guidance of the legendary wizard < span style = 'font-style:italic; font-weight:bold' > Gregorian Terminus < /span>, the human alliance stretched itself to the edges of its reach.Colonizing and conquering world after world with force, bartering, mutual partnership, political marriages, and any other tactic they could use to ingratiate themselves with the discovered local cultures, the Alliance become large enough to potentially usurp galactic balance."]
            },
            {
                "sectionName": "The Rift War",
                "sectionText": ["Expansion, however peaceful or beneficial, always runs to a stopping point. In this instance, it was simultaneous encounters on either side of Alliance space with two massive armadas: on one side, a seemingly endless Forest of elven tree-ships, and on the other, the ramshackle, flame-spewing ships of the Orc Warhorde. The war proper lasted for only a single year, but in that time, each fleet rained destruction on each other the like of which the galaxy had not seen since the Night Crusade. In the end, the Orc Warhorde was pushed back and treaties were signed with the elves, but the Alliance had been split in two. As the borders of Alliance space are very nearly bisected by an impassible Dead Magic Zone, the two \"halves\" of the Alliance had been left to fight their part of the war on their own.", "Around High Terra, the independent worlds of the Alliance leaned heavily on the leadership and military of the Terran government and Chancellor Gregorian Terminus during the conflict with the elves. Following the end of the war, it was decided in a landslide election to reform the Alliance into the Terran Hegemony: all independent worlds of the Alliance would become sovereign territory of High Terra and would follow its rule above all else.", "Terminus himself was elected Arch-Chancellor of the new Hegemony and led its post-war reformation and reconstruction efforts. No one is quite sure when Terminus, an accomplished wizard, underwent the Rite of Lichdom, but by the time he turned 150 years old, it was clear that Terminus had become an immortal lich. However, with the strength of the Hegemony growing, and in deference to his considerable power, Terminus saw no public opposition for two hundred years of leadership.", "Once all was said and done, Terminus stepped down from the position he had held for two centuries and handed the reins to the first of many High Chancellors, Dominus Arcto III, who set the standard for all High Chancellors to follow. Terminus, immortal as he is, still maintains some pull on the dealings of High Terra, and has maintained a permanent position as advisor to the High Chancellor since his abdication. Some whisper that he still controls the seat of power, but none have been able to substantiate this claim."]
            },
            {
                "sectionName": "Lakshay",
                "sectionText": ["Left to their own, cut off from supplies, and facing down a seemingly invincible orcish horde, the army garrisoned at the human outpost of Lakshay declared martial law on all Alliance space on their side of the Dead Magic Zone, and conscripted every able citizen of the Alliance in the surrounding systems to the war effort. Remarkably, they pushed back the Warhorde and retook many of the colonies that had been lost to the green-skinned menace. Upon hearing orders of supplication to a world government who had left them to die, the Lakshayan armies split from the newly-formed Hegemony and declared themselves an independent military dictatorship under the rule of General Sun Wokung, “The Celestial Dragon.”", "Now, hundreds of years later, the Hegemony and Lakshay maintain an uneasy peace, and each are a considerable power in the universe. The Hegemony, under its current High Chancellor, Terminus VI, leads humanity to expand to all corners of the galaxy. In contrast, the Lakshayans, with nearly all of their population armed, trained, and ready for battle, maintain one of the most powerful standing armies ever formed; it is only the ever-looming threat of another Warhorde that keeps them garrisoned, unable to spread themselves any thinner."]
            },
            {
                "sectionName": "Explorers and Renegades",
                "sectionText": ["Humans both inside and outside the Hegemony are legendary for their tenacity and “get it done” attitude. With the exception of halflings, no other race places more value on its personal freedom than humans. Despite the somewhat oppressive nature of the Hegemony, its citizens are afforded numerous rights and assurances for comparatively little input. Additionally, unlike the more xenophobic elves, humans are more accepting of other races, ranging from the humanoid, to the completely alien, to the dizzying array of near-humans and half-breeds that populate their worlds.", "Humans seem to take especially well to life on the maws. No other single race, with the exception of the amoeboids, is more strongly represented among permanent maw residents. Because of this, humans may be the most widespread race in the galaxy, and are assuredly the most likely to colonize Frontier worlds. Many companies specifically seek out large groups of humans when attempting to settle new worlds, especially worlds that are Tier 3 or above: ingenuity has inherent value, and humans have ingenuity in their blood.", "The inborn love for freedom and the tenacity for acquiring resources has a darker side, though. Despite their generally peaceful nature, no other non-goblinoid race counts as many pirates, brigands, and mercenaries amongst their ranks. In general, this does little to sour the galactic reputation of mankind, except to affirm the one bit of knowledge that always remains true: when dealing with humans, you never know what you’re going to get."]
            }
        ]
    }
]