[
    {
        "id": 0,
        "name": "Avia-Ra",
        "bookText": [
            {
                "sectionName": "",
                "sectionText": ["The bird-headed avia-ra might almost be confused for humans from the neck down, but unlike the scores of near-humans that pervade the galaxy, the avia-ra are unrelated to humanity. Hailing from Kemet, a harsh, desert planet, crosscrossed by rivers and lakes, they have always known an appreciation for the sun's blessings and cruelties, which forms the backbone of their religion, inspires their arts and sciences, and informs their view of the cosmos. Their dogma centers squarely on their dity and holy star, the Sun Above, to which there can be no equal", "When the avia-ra took their first tentative steps into spaceflight, however, their religion bent and adapted to the wider universe in which they found themselves. Suddenly, their Sun Above was no longer Deshret, the star around which their homeworld orbits, but a theoretical \"true star\" from which all stars, including thier own, derive meaning. It was centuries before they ventured to the centured to the center of the galaxy and encountered what they consider the physical embodiment of the Sun Above: The Sepulcher Star.", "In those days, the Spulcher Star orbited much further from the black hole at the galactic core, and it was definitevly under elven control. The avia-ra soon learned from the elves that the Sepulcher Star wasn't merely a star, but contained some sort of supermassive construct within. Though strictly an academic curiosity to elves, this discovery galvanized the avia-ra: in the heart of this star, near the exact center of the galaxy, was their Sun Above. Over the next few centuries, the avia-ra quietly bolstered and gathered their fleets in preparation for the First Crusade.", "This was the first of many Crusades, bloody battles between the avia-ra and the elves for control of the center of the galaxy. Each crusade was puncuated with the signing of a treaty, a respite from battle, and a consolidation of forces. Always, a surprise attack by one of the two sides reignited the conflict anew. In the Third Crusade, the avia-ra constructed the massive Solar Citadel in orbit around the Spulcher Star&#8211;a holy city, built for the glory of the Sun Above and to deter elven aggression. In short order, it was seized by an elven sneak attack; ever since, the Citadel has become a flashpoint for conflict and a central focus for Crusades."]
            },
            {
                "sectionName": "The Night Crusade",
                "sectionText": ["The most recent of these battles, called the <span style='font-weight:bold'>Night Crusade</span>, nearly saw the wholesale destruction of the Elven Empire. The holy avia-ra fleet, known as the Congregation, captured the center of the galaxy in a series of decisive victories and pushed the elves back to their home system. In this moment, the balance of the galaxy was threatened, and the elves struck a bargain: in exchange for their assistance, the elves would liberate the vect across their empire&#8211;a move which would eventually pave the way for vect freedom across the 'verse.", "The culmination of this deal was at the Battle of Alden'val, where the vect fleet turned the tide for the elves, critically wounding the avia-ra's flagship, The Prophet. The ensuing retreat made an opening for the Elven Forest-Fleet, which encircled the Congregation, spelling the end of the Crusade. The war ended with the signing of the <span style='font-weight:bold'>Treaty Black</span>, a document that quieted hostilities and established the <span style='font-weight:bold'>Order of the Sepulcher</span> to safeguard against similar crises in the future."]
            }
        ]
    },
    {
        "id": 0,
        "name": "Dwarves",
        "bookText": [
            {
                "sectionName":"",
                "sectionText": ["Gruff, inventive, and stalwars, the dwarves of the 'verse are nearly identical to those living planetside. Despite spending most of theri time in massive fleets of mining and war ships, star dwarves are just as comfortable in the bowels of a mount as their terrestrial brethren. Indeed, the dwarves who make up the Galactic Dwarven Conclave know that the biggest and richest mountains to be mined are, in fact, asteroids drifting aimlessly through the Black.", "While terrestrial dwarves deviate into distinct branches based on familial lines, star dwarves, especially those from their homeworld of Jormund, take on traits which make them sturdier than their terrestrial brethren. The high gravity of their homeworld strengthens their bones and ensures their short, stocky sature, and a life spent doing industrial labor toughens their muscles into steel.", "Darven expansion into space took a somewhat different route than most, in that there was little in the way of war or conquest. Ages before they discovered spaceflight, the dwarves had already founded the beginnings of the Conclave, which drove the interests of their entire race under one banner. When they began expanding out into the galaxy at large, they found that, although Jormund was host to all manner of life, the surrounding systems were barren. What they lacked in inhabitants, however, they made up for in mineral wealth. True to their nature, the dwarves turned their skill, magic, and technology towards the mining of these planets, and converted the influx of material into the largest mining and freighting fleet in the galaxy. To this day, no other interstellar race can match the raw material wealth or manufacturing skill of the dwarves, a fact which the Conclace would like to ensure."]
            }
        ]
    }
]