[{
        "id": 0,
        "name": "A Wizard Behind Bars",
        "text": [
            "Not so tough now, are you, grue?\" chuckled the thug.",
            "Rami was glad, in that moment, that they couldn’t see her smile. She dug a fang into the inside of her cheek, spat out the resultant glob of blood, and clambered back to her feet.",
            "\"What can I say? You’ve got a good arm there.\"",
            "He grinned and flexed a little, puffing out his chest like some kind of damn Sepulcher Knight.\"So? You gonna give the old man his map back then? Or do I got to hit you again?\"",
            "Rami knew that this small prison, tucked away in the bowels of the Solar Citadel, held only two types of prisoners: immensely powerful criminals apprehended by the Sepulcher Knights, and dumb thugs like this one, who tried one too many times to escape their previous jail. Moreover, one of the few things that might prompt an intervention from the bird-headed would be the death of a prisoner. She would have to tread lightly; losing the full force of her power against this fool could spoil her eventual escape, or worse, cost her the map.",
            "And besides, it was much more fun if they thought they stood a chance. Rami muttered a word and flicked her wrist, summoning a spectral hand to slap him full in the face.\"Bold of you to assume you can.\"",
            "His smirk evaporated.\"Oh, you’re real funny, grue, but you sure ain’t smart. You even know who the old man is? He’s a Scale & Fang elite, they say. Got connections across the ‘verse.\"",
            "Rami’s yellow eyes sparkled.\"Why do you think I got myself locked up here with him? He might have been an elite back in the day, but it didn’t exactly take long to… <span style='font-style:italic'>persuade</span> him to part with this.\"",
            "\"You black-hearted wretch!\" the thug shouted as he threw another clumsy hook.",
            "A few seconds later, he was sprawled out on the canteen floor and the rest of his gang were preparing to pile in. Clearly the old man had never stopped making friends. Every lowlife in this place seemed to have his back. Rami dug through her memory for a spell which didn't require material components. <span style='font-style:italic'>Invisibility</span>? No, that needs gum arabic. <span style='font-style:italic'>Silent image</span>? Rami doubted her roughspun fatigues would count as fleece. Aha! <span style='font-style:italic'>Sleep</span> might do the trick: Rami reached for a pinch of sand&#8211;the Citadel’s floor held no shortage of that&#8211;and started forming somatic components. ",
            "The faces of Rami's opponents exhibited a mixture of confusion and concern as she enchanted the sand, then a brief flash of horror as the bewitched grains flew towards the corners of their eyes. Within moments, a half-dozen of them had drifted off to sleep and collapsed in a pile. Rami sensed her opening. ",
            "She darted forward, evading one thug and shoving another back with a gust of magical wind. One managed to hit her with a thrown boot, but the glancing blow didn’t slow her dash toward the exit. ",
            "To her shock, the door swung open and a trio of avia-ra wardens strode in, golden sunstaves ablaze with radiant energy. Wordless, they set about the room, smiting prisoners left and right as if putting down a full-scale riot. Which perhaps it was, in their view; this wasn’t the sort of dungeon that usually inspired its inmates to rampage. ",
            "As a brawl developed all around, the grue wizard skirted the edges, keeping out of the way as far as possible and relying on her agility to evade any attacks that came her way. It seemed that no more guards were coming, so if she could just slip past these three, freedom might still be on the cards. ",
            "Cursing her lack of gum arabic, Rami drew on all the tricks she’d learned in her many years of thievery. The well-lit canteen left no shadows for her to skulk through, and she could only avoid notice for a scant few seconds before one of the wardens cut off her escape. The other prisoners, armed only with plastic cutlery and futile rage, were quickly subdued, leaving Rami the last one standing, backed into a corner. The coppery smell of the glowing sunstaves filled her nose. ",
            "\"Come on, feathers,\" she hissed,\"what’re you waiting for?\" Though the answer was clear: she could see glittering fire in their beady eyes. They were savoring their petty triumph. Switching gears to plan B—fighting her way out—Rami bared her teeth and began forming somatic components…"

        ]
    },
    {
        "id": 1,
        "name": "An Avia-Ra on the Inside",
        "text": [
            "Rami conjured up a cloud of fog, but still caught a heavy blow to the gut. ",
            "\"Not so fast, dark one,\" growled the largest of the three, tackling her to the ground. A couple of hefty blows left her head spinning and her concentration broken, but then the beating came to an abrupt stop. When her vision came back into focus, there were not three, but four avia-ra standing over her. The guards, sensing the newcomer a moment too late, immediately fell to a flurry of pinpoint strikes. ",
            "The hawk-headed stranger held out a hand.\"You are the one they call Rami, yes? The master thief?\" ",
            "Pushing herself up without the avia-ra’s help, Rami glared with wary eyes.\"Yeah, I might be. And just who in the Hells are you?\" ",
            "\"My name is Mekhet-Nu,\" he responded, unblinking,\"And I require your assistance. I trust you will forgive me if we continue this later: there is a ship waiting and we do not have much time.\" ",
            "Mekhet-Nu moved swiftly, with Rami close behind. Like clockwork, guards changed shifts, doors opened, and a regularly-scheduled freighter arrived, upon which the duo stowed themselves. Every detail of the escape was meticulously planned and executed; Rami couldn't help but be impressed.",
            "— — — ",
            "When the flurry of events from the jailbreak was over, Rami and Mekhet-Nu unfurled themselves from the cramped cargo hold of their escape vessel and were dropped off at Hearthstation Argo 73, far outside of avia-ra-controlled space. ",
            "The two located a comfortable and secluded corner of the station’s vast, multi-tiered common room, ordered a couple of drinks and leaned in close to avoid having to shout over the general hubbub all around. ",
            "\"I thought you would have wanted something stronger, after being locked in the Citadel for so long,\" said the avia-ra. ",
            "\"All in good time, Mek, all in good time. I was just thinking this morning how much I missed the taste of Krash, you know?\" ",
            "\"So which is sweeter? The drink, or the freedom?\" ",
            "Rami permitted herself to laugh, but not to let her guard down.\"Come on, man, I know you didn’t bust me out for the fun of it. I’m not really free ‘til I pay you back, am I?\"",
            "\"Just so. But I think you’ll like what I have planned…\" Mekhet-Nu paused to reach for his drink, leaving Rami unable to read the expression behind his beak. ",
            "\"Let me guess. You want my help to steal something valuable from someone important? You wouldn’t be the first.\" ",
            "The avia-ra bowed his head once in a slow nod.\"We will steal the Blaster Prototype from the eternal dragon, Garfreckt. The same one whose treasure hoard is marked on that map you recently acquired.\" ",
            "\"What in the ‘verse do you need the Blaster Prototype for? Who… who are you, really, Mekhet?\" ",
            "\"That’s a long story,\" he said,\"but I already know all about you, so it’s only fair that I give you the short version, at least. Which is this: I am a simple monk. I have spent my life studying the holy texts, meditating on their hidden meanings. In doing so, however, I have learned some things that the cult of the Sun Above would rather stayed hidden. Their doctrine is founded on lies, and that, I cannot abide. Thus, I have dedicated the rest of my days to spreading the truth across the galaxy.\" ",
            "The implication was obvious.\"So, you’re a nonbeliever. A heretic.\" ",
            "\"In the eyes of the High Priests, yes. They are hunting me and my brethren, which is why I need that legendary weapon. Naturally, any other treasures in the dragon’s hoard would be yours to keep. As much as you can carry.\" ",
            "Rami hoped she was doing a good job of concealing her reaction.\"Garfreckt is powerful. And not just because he’s a fifteen-hundredfoot tall space dragon, you know? Are you sure you’re serious about this?\" ",
            "\"Serious enough to break you out of the Solar Citadel, the fortress of my enemies.\" Mekhet-Nu lowered his eyes.\"Two dozen of my disciples gave their lives on that mission.\" ",
            "\"Damn. In that case, there’s someone we need to talk to.\" Rami finished her drink and stood.\"Come on, it just so happens they live on the maw.\""
        ]
    },
    {
        "id": 2,
        "name": "The Gadget Store",
        "text": []
    },
    {
        "id": 3,
        "name": "Shopping for a Ship",
        "text": []
    },
    {
        "id": 4,
        "name": "Firm Enemies",
        "text": []
    },
    {
        "id": 5,
        "name": "Hot Potato",
        "text": []
    },
    {
        "id": 6,
        "name": "Garfreckt, the Eternal Dragon",
        "text": []
    },
    {
        "id": 7,
        "name": "Magical Master, Master Thief",
        "text": []
    },
    {
        "id": 8,
        "name": "Epilogue",
        "text": []
    }
]