[{
        "id": 0,
        "name": "A Wizard Behind Bars",
        "text": [
            "Not so tough now, are you, grue?\" chuckled the thug.",
            "Rami was glad, in that moment, that they couldn’t see her smile. She dug a fang into the inside of her cheek, spat out the resultant glob of blood, and clambered back to her feet.",
            "\"What can I say? You’ve got a good arm there.\"",
            "He grinned and flexed a little, puffing out his chest like some kind of damn Sepulcher Knight. \"So? You gonna give the old man his map back then? Or do I got to hit you again?\"",
            "Rami knew that this small prison, tucked away in the bowels of the Solar Citadel, held only two types of prisoners: immensely powerful criminals apprehended by the Sepulcher Knights, and dumb thugs like this one, who tried one too many times to escape their previous jail. Moreover, one of the few things that might prompt an intervention from the bird-headed would be the death of a prisoner. She would have to tread lightly; losing the full force of her power against this fool could spoil her eventual escape, or worse, cost her the map.",
            "And besides, it was much more fun if they thought they stood a chance. Rami muttered a word and flicked her wrist, summoning a spectral hand to slap him full in the face. \"Bold of you to assume you can.\"",
            "His smirk evaporated. \"Oh, you’re real funny, grue, but you sure ain’t smart. You even know who the old man is? He’s a Scale & Fang elite, they say. Got connections across the 'verse.\"",
            "Rami’s yellow eyes sparkled. \"Why do you think I got myself locked up here with him? He might have been an elite back in the day, but it didn’t exactly take long to… <span style='font-style:italic'>persuade</span> him to part with this.\"",
            "\"You black-hearted wretch!\" the thug shouted as he threw another clumsy hook.",
            "A few seconds later, he was sprawled out on the canteen floor and the rest of his gang were preparing to pile in. Clearly the old man had never stopped making friends. Every lowlife in this place seemed to have his back. Rami dug through her memory for a spell which didn't require material components. <span style='font-style:italic'>Invisibility</span>? No, that needs gum arabic. <span style='font-style:italic'>Silent image</span>? Rami doubted her roughspun fatigues would count as fleece. Aha! <span style='font-style:italic'>Sleep</span> might do the trick: Rami reached for a pinch of sand&#8211;the Citadel’s floor held no shortage of that&#8211;and started forming somatic components. ",
            "The faces of Rami's opponents exhibited a mixture of confusion and concern as she enchanted the sand, then a brief flash of horror as the bewitched grains flew towards the corners of their eyes. Within moments, a half-dozen of them had drifted off to sleep and collapsed in a pile. Rami sensed her opening. ",
            "She darted forward, evading one thug and shoving another back with a gust of magical wind. One managed to hit her with a thrown boot, but the glancing blow didn’t slow her dash toward the exit. ",
            "To her shock, the door swung open and a trio of avia-ra wardens strode in, golden sunstaves ablaze with radiant energy. Wordless, they set about the room, smiting prisoners left and right as if putting down a full-scale riot. Which perhaps it was, in their view; this wasn’t the sort of dungeon that usually inspired its inmates to rampage. ",
            "As a brawl developed all around, the grue wizard skirted the edges, keeping out of the way as far as possible and relying on her agility to evade any attacks that came her way. It seemed that no more guards were coming, so if she could just slip past these three, freedom might still be on the cards. ",
            "Cursing her lack of gum arabic, Rami drew on all the tricks she’d learned in her many years of thievery. The well-lit canteen left no shadows for her to skulk through, and she could only avoid notice for a scant few seconds before one of the wardens cut off her escape. The other prisoners, armed only with plastic cutlery and futile rage, were quickly subdued, leaving Rami the last one standing, backed into a corner. The coppery smell of the glowing sunstaves filled her nose. ",
            "\"Come on, feathers,\" she hissed, \"what’re you waiting for?\" Though the answer was clear: she could see glittering fire in their beady eyes. They were savoring their petty triumph. Switching gears to plan B—fighting her way out—Rami bared her teeth and began forming somatic components…"

        ]
    },
    {
        "id": 1,
        "name": "An Avia-Ra on the Inside",
        "text": [
            "Rami conjured up a cloud of fog, but still caught a heavy blow to the gut. ",
            "\"Not so fast, dark one,\" growled the largest of the three, tackling her to the ground. A couple of hefty blows left her head spinning and her concentration broken, but then the beating came to an abrupt stop. When her vision came back into focus, there were not three, but four avia-ra standing over her. The guards, sensing the newcomer a moment too late, immediately fell to a flurry of pinpoint strikes. ",
            "The hawk-headed stranger held out a hand. \"You are the one they call Rami, yes? The master thief?\" ",
            "Pushing herself up without the avia-ra’s help, Rami glared with wary eyes. \"Yeah, I might be. And just who in the Hells are you?\" ",
            "\"My name is Mekhet-Nu,\" he responded, unblinking, \"And I require your assistance. I trust you will forgive me if we continue this later: there is a ship waiting and we do not have much time.\" ",
            "Mekhet-Nu moved swiftly, with Rami close behind. Like clockwork, guards changed shifts, doors opened, and a regularly-scheduled freighter arrived, upon which the duo stowed themselves. Every detail of the escape was meticulously planned and executed; Rami couldn't help but be impressed.",
            "— — — ",
            "When the flurry of events from the jailbreak was over, Rami and Mekhet-Nu unfurled themselves from the cramped cargo hold of their escape vessel and were dropped off at Hearthstation Argo 73, far outside of avia-ra-controlled space. ",
            "The two located a comfortable and secluded corner of the station’s vast, multi-tiered common room, ordered a couple of drinks and leaned in close to avoid having to shout over the general hubbub all around. ",
            "\"I thought you would have wanted something stronger, after being locked in the Citadel for so long,\" said the avia-ra. ",
            "\"All in good time, Mek, all in good time. I was just thinking this morning how much I missed the taste of Krash, you know?\" ",
            "\"So which is sweeter? The drink, or the freedom?\" ",
            "Rami permitted herself to laugh, but not to let her guard down. \"Come on, man, I know you didn’t bust me out for the fun of it. I’m not really free 'til I pay you back, am I?\"",
            "\"Just so. But I think you’ll like what I have planned…\" Mekhet-Nu paused to reach for his drink, leaving Rami unable to read the expression behind his beak. ",
            "\"Let me guess. You want my help to steal something valuable from someone important? You wouldn’t be the first.\" ",
            "The avia-ra bowed his head once in a slow nod. \"We will steal the <span style='font-style:italic'>Blaster Prototype</span> from the eternal dragon, Garfreckt. The same one whose treasure hoard is marked on that map you recently acquired.\" ",
            "\"What in the 'verse do you need the <span style='font-style:italic'>Blaster Prototype</span> for? Who… who are you, really, Mekhet?\" ",
            "\"That’s a long story,\" he said, \"but I already know all about you, so it’s only fair that I give you the short version, at least. Which is this: I am a simple monk. I have spent my life studying the holy texts, meditating on their hidden meanings. In doing so, however, I have learned some things that the cult of the Sun Above would rather stayed hidden. Their doctrine is founded on lies, and that, I cannot abide. Thus, I have dedicated the rest of my days to spreading the truth across the galaxy.\" ",
            "The implication was obvious. \"So, you’re a nonbeliever. A heretic.\" ",
            "\"In the eyes of the High Priests, yes. They are hunting me and my brethren, which is why I need that legendary weapon. Naturally, any other treasures in the dragon’s hoard would be yours to keep. As much as you can carry.\" ",
            "Rami hoped she was doing a good job of concealing her reaction. \"Garfreckt is powerful. And not just because he’s a fifteen-hundredfoot tall space dragon, you know? Are you sure you’re serious about this?\" ",
            "\"Serious enough to break you out of the Solar Citadel, the fortress of my enemies.\" Mekhet-Nu lowered his eyes. \"Two dozen of my disciples gave their lives on that mission.\" ",
            "\"Damn. In that case, there’s someone we need to talk to.\" Rami finished her drink and stood. \"Come on, it just so happens they live on the maw.\""
        ]
    },
    {
        "id": 2,
        "name": "The Gadget Store",
        "text": [
            "Lights flickered in the bowels of the maw station, making the narrow corridor seem even dimmer and grimier than it actually was—quite an achievement considering there wasn’t a surface in sight that was free from oil, slime or other, less easily identifiable substances. It was obvious, on closer inspection, that someone was trying just a bit too hard to evoke a certain ambiance here: the lights were magical after all, and Rami was sure the amoeboids that ran the station employed enough automatons to keep every square inch of it clean. ",
            "It wasn’t hard to find the door she was looking for, even with the poor light and lack of signage. The reinforced bulkhead, etched with glowing arcane symbols and flanked by a customized datapad on one side and an array of hardlight projectors on the other, was a perfect match for the one described by so many urban legends. ",
            "This was Nano’s workshop, there was no doubt. Rami pressed the big green button on the keypad, and the doors slid open. ",
            "Mekhet-Nu, first to see the other side, stepped forward as if in a trance. \"Incredible,\" he gasped after a few long moments. \"this is a collection to rival a dragon’s hoard!\" ",
            "\"Not quite, I’m afraid,\" came a voice from the back of the shop, \"and besides, all that you see is for sale. I keep the real treasures elsewhere. Now, what can I do… oh. Now then, aren’t you two a strange pair. There must be quite a story here, do tell!\" ",
            "\"You must be Nano,\" said Rami, refusing to be drawn. \"Look, we just need a couple of gadgets that will help us—\" ",
            "\"—break into somewhere and steal something? Yes, I know. It’s written all over your faces. Honestly, how do you organics ever manage to fool anyone?\" ",
            "At this point, Mekhet-Nu stepped in. \"Be that as it may, I see you have an impressive range of invisibility and nondetection devices here. We need the best ones you’ve got.\" ",
            "\"No, no, no.\" The vect’s lively gesture was almost comical, given its expressionless, artificial face. \"I know your type. All shadows and secrecy and buying things on credit that you don’t intend to pay off. If you want my help, you’ll at least have to tell me who you are and what you’re planning to steal.\" ",
            "The two looked at each other. \"Oh, have it your way. I’m Rami and this is Mek.\" ",
            "\"<span style='font-style:italic'>Mekhet-Nu</span>,\" he corrected. ",
            "\"Mekhet-Nu the heretic nonbeliever. Yes. And we’re going to rob the Eternal Dragon, Garfreckt.\" ",
            "The gadgeteer stiffened. \"You can’t be serious.\" ",
            "The avia-ra took over from his partner in crime. \"Unfortunately, we are. Garfreckt’s hoard contains the <span style='font-style:italic'>Blaster Prototype</span>, among other treasures, and I find myself in need of that legendary weapon. The High Priests of the Sun have not taken kindly to my… theological criticism.\" ",
            "\"I suppose I can understand that. If I was going up against those guys, I’d want an ace up my sleeve. But what about you, Rami the grue? What do you get out of this?\" ",
            "\"Are you kidding? I wouldn’t be able to look at myself in the mirror if I turned down a heist like this. A master thief has her pride, you know!\" ",
            "\"Hah-hah!\" They both jumped at the eerie, mechanical sound of Nano’s laughter. \"I like the cut of your jib. Tell you what: how’s about I join your little caper? That way, I don’t have to worry about what you fleshbags will do to my beautiful inventions. And I’m sure Garfreckt has a whole planetful of arcane devices. He won’t mind if I take a couple home for further study, eh?\" ",
            "\"It will be dangerous, Nano,\" Mekhet-Nu cautioned, \"and no place for a shopkeeper.\" ",
            "\"Nonsense! I’m a <span style='font-style:italic'>gadgeteer</span>, Mek. Danger is my middle name! Or it would be if I had two names to start with. Anyway. All we need is a plan. Or a very big distraction.\" ",
            "\"Distraction?\" Rami asked. ",
            "\"Yes, something big enough that an eternal dragon would turn his head.\" ",
            "\"I get the feeling you have something in mind.\" ",
            "\"Oh yes. What we need… is an <span style='font-style:italic'>arcane warhead</span>.\" ",
            "\"Ah, good. At least it’s not something that will be difficult to acquire,\" the avia-ra sighed, voice thick with sarcasm."
        ]
    },
    {
        "id": 3,
        "name": "Shopping for a Ship",
        "text": [
            "Oh no, it will be very difficult,\" replied the vect. \"There are rumors going around about warheads being smuggled through the Miaam-Osk Pathway, but they’re sure to be heavily guarded.\" ",
            "Rami did some quick calculations. \"I like the plan, but that’s five maw jumps away. Ain’t gonna be many people going that way on legitimate business either. I reckon we’re gonna need to grab a ship of our own while we’re here... You know how to hotwire a Dark Matter drive, right, Nano?\" ",
            "After a brief period of rummaging, the gadgeteer produced a small object, bristling with probes, cables, and various other protrusions. \"Certainly. If this thing still works.\" Nano pressed a switch, reconnected a few loose plugs, thought for a moment, then ripped out a fat cylindrical component. Lights started blinking all over the device. \"There we go.\" ",
            "Giving the gadget a sidelong glance as he goes, Mekhet-Nu turns for the door. \"Then let us head to the dock. I have some ideas about how we might procure a ship.\" ",
            "\"You’re not the only one,\" said Rami, following him out. To Nano, she asked: \"Hey, how far to the docks?\" ",
            "\"About 43 seconds, if you take the first door on the left,\" came the reply, with robotic precision. \"My personal shortcut. I do a lot of work up there, you know.\" ",
            "The door led to a lift, which was precisely as fast as the vect said. However, Nano failed to mention the gut-wrenching g-forces as the lift rocketed to the docks above. Rami and MekhetNu stumbled out slowly, trying to maintain composure and avoid throwing up. Nano, oblivious, stalked forward into a cavernous hangar, in which dozens of ships were parked, no two the same. ",
            "\"Lot of people around,\" Nano whispered, \"hope those 'ideas’ were good ones.\" ",
            "Recovering somewhat, Mekhet-Nu grunts, \"Ah, yes, ideas. Can anyone see a ship that’s ready to fly, but with no one aboard?\" ",
            "\"Let me just quickly…\" Nano skipped off to a nearby computer terminal and ran a few searches. \"There’s a Herald over there that’s good to go. Or that Freelancer two bays down with the white livery?\" ",
            "\"The Freelancer.\" ",
            "\"I agree with Mek. It’ll hold more cargo. Alright, Nano, can you open the hangar doors from there?\" ",
            "\"No.\" ",
            "\"Can you shut down the lights?\" ",
            "\"Yes.\" ",
            "\"Do it. I’ll sneak over to the door control and start the opening sequence.\" ",
            "Mekhet-Nu laid a hand on her shoulder. \"Are you sure? There are vect in here, and dwarves that can see in the dark.\" ",
            "\"Please. I’m a grue. I could hide in a halfling’s shadow. I’m more worried about you two.\" ",
            "\"Don’t be. We nonbelievers have a few tricks up our sleeves as well.\" With that, the avia-ra took hold of Nano’s arm and started across the hangar floor. \"The people here know you, yes? Just act normal until we get near the ship. We have some time while Rami opens the doors.\" ",
            "Thus they proceeded, with Nano offering apologies to anyone whose paths they crossed, assuring them that the lights would be fixed as soon as possible. ",
            "In the first bay was a sleek elven Interceptor, its pulse cannon half-disassembled, while an aristocratic elf—presumably the ship’s owner— remonstrated with a pair of technicians. The ship itself was beautiful, appearing to be made out of polished wood, carved into flowing, organic lines. Etched into the nose was an image of a tree, delicate leaves blowing back along the flank of the craft. ",
            "Nano and Mekhet-Nu continued past it, to the foot of the Freelancer’s umbilicus. ",
            "\"The High Priests are always going on about the blessings of the Sun Above. But there are blessings to be found in the Void as well.\" The monk knelt, pressed his palms together and touched a small screw lying on the ground. A deep, impenetrable blackness then poured from it, enveloping the surrounding area in magical darkness. ",
            "\"Ooh, very good!\" Said Nano. \"No one will notice a darkness spell in the middle of blackout!\" ",
            "Rami beamed at the others as she stepped onto the bridge. \"I love it when a plan comes together.\""
        ]
    },
    {
        "id": 4,
        "name": "Firm Enemies",
        "text": [
            "Alright you two, I’ll get the engine running. You ever flown one of these before?\" ",
            "\"Don’t you worry, Rami, I know what I’m doing,\" Nano assured her. \"You’d better get on the pulse cannon, Mek. Never know what might be out there.\" ",
            "The feathered monk obliged, lowering himself into a seat surrounded by shimmering scrying mirrors, with control yokes built into each arm. As he did so, the whole ship seemed to awaken with magical energy, Rami having found her way to the engine room. ",
            "\"Fasten your seatbelts, everyone,\" Nano announced, firing up the impulse thrusters, \"we don’t exactly have clearance to take off, so this might be a little bumpy…\" ",
            "And indeed it was, but once their Freelancer was clear of the station, they were away quickly, launching into a void jump moments after passing through the hangar doors. A blind jump, yes, but one Nano was familiar with. Besides, the Miaam-Osk Pathway had long been a favorite route for both smugglers and legitimate merchants, so even if the jump wasn’t entirely accurate, there would be enough beacons, signals and landmark planetoids to get back on track. ",
            "As the ship progressed through the void, Rami popped back to the bridge. \"If them Firm boys are anywhere, they’ll be in the Whiteglass cluster at the far edge of the Miaam system. The asteroids there block all divination magic somehow. It’s a good place to hide…\" ",
            "\"…but it also means they won’t be able to see us coming.\" Mekhet-Nu finished the thought. \"Excellent. Let’s go steal us an <span style='font-style:italic'>arcane warhead</span>.\" ",
            "Sure enough, they touched down on one of the icy asteroids without any kind of interception. \"Are you sure they’re here?\" asked Mekhet-Nu, while he nonetheless readied his sunstaff in a battle stance. ",
            "\"You saw the junk drifting around up there. Someone’s here, and if their lack of respect for interplanetary littering laws is anything to go by, I deduce they must be hardened criminals,\" whispered Nano, expression unreadable. ",
            "\"Did—did the vect just tell a joke?\" Rami gawked. ",
            "Her bewilderment was interrupted by a flurry of blaster fire, which began to scythe through the party from an unseen pillbox, half buried in snow. ",
            "\"Damn it!\" Rami cursed, ducking and rolling to one side. Seeing Firm goons appearing out of their holes, she hurled a <span style='font-style:italic'>fireball</span>, scorching the nearest group. ",
            "Meanwhile, Nano triggered a gadget, deploying a large hemisphere of force around the three of them. \"Here, save your spells. I grabbed a carbine for you from the ship; it should be enough to hold them off while I get set up.\" ",
            "\"Set up?\" Rami tried to ask, but another hail of fire came in, shattering the gadgeteer’s temporary dome. Hitting the deck, she used a cantrip to raise a low wall out of ice. \"Blast it, Mek, get down!\" ",
            "The avia-ra, several scorch marks already burned into his muscular chest, squawked as he fired his sunstaff into the attackers, but soon realized that Rami had a point. Against so many, defensive measures would be necessary. ",
            "The two of them exchanged shots with the smugglers, pinning some of them down, but doing little to reduce their numerical advantage. Before long, Firm gunmen were moving into flanking positions, and one of their leaders shouted: \"I don’t know who you are, but anyone who thinks they can barge onto our asteroid and get away alive can’t be very smart! We’ll be taking that ship, too!\" ",
            "Just then, Nano stopped working on a turretlike device. \"Don’t count your roaches before you’ve jumped, fleshbag!\" The device then began to glow. ",
            "\"Is that… should we…?\" Rami stammered. ",
            "\"Yes, we should probably get out of the way. The targeting matrix in this is kind of… improvised.\" ",
            "The three of them scrambled away, just in time to see Nano’s hastily-constructed turret let loose a beam of crackling energy, which then proceeded to sweep through the ranks of assailants, jerking up and down to eliminate targets both near and far. ",
            "When the screeching turret at last quieted, Nano was the first to speak. \"Well, they aren’t storing the warhead on the surface at least. Thankfully for us. Come on, it must be somewhere inside.\""
        ]
    },
    {
        "id": 5,
        "name": "Hot Potato",
        "text": [
            "Save for a few stragglers, most of the Firm heavies on the asteroid had been caught in Nano’s blast. Those that remained in the warren of subterranean ice-caves were mostly civilians —lawyers, brokers, accountants and the like—and more than willing to divulge the location of the stolen <span style='font-style:italic'>arcane warhead</span> when threatened by a certain infamous grue wizard. ",
            "\"There, that wasn’t so hard, was it?\" Remarked the vect, as Mekhet-Nu hefted the ominously-marked crate onto a grav-trolley. ",
            "Rami, wincing, backed away from him. \"Can’t say I blame those contractors for wanting to get this off their hands, though. It’s a hell of a hot potato.\" ",
            "\"Let’s just get back to the ship, shall we?\" The avia-ra was already standing by the door, waiting for someone to open it. ",
            "Thus, the three of them hurried back to the ship and lifted off, unmolested by Firm agents. Their luck held until they broke through the asteroid's tiny atmospheric sphere and into space, but then the alarms started ringing. ",
            "\"Three unidentified bogeys approaching from another part of the asteroid field. I’m trying to confirm whether or not they’re hostile…\" said Nano, prompting Rami to jump onto the intercom. ",
            "\"Don’t bother, skip—they’re hostile. I’m wanted in over a hundred systems, Mek’s got an entire empire out to get him, and we just stomped all over the Firm’s flower beds.\" ",
            "\"I don’t recall seeing any flowers, but the other two are good points. Battle stations!\" ",
            "Like most craft designed in the Hegemony of Man, this Freelancer was compact, efficient and easy to fly, allowing Nano to swing the ship around the asteroid in a tight arc, and come around the other side pointing straight at the hostile targets. ",
            "Mekhet-Nu, as dexterous with the pulse cannon controls as he was with his sunstaff, seized the initiative the instant his targets came into view. Two bolts of radiant energy screamed into one of the oncoming ships, blasting huge chunks out of its hull. ",
            "Nano could see the attackers now: three ships with Firm markings, weapons charged. Two were small fry, Privateers by the looks of them, and one already damaged. The other appeared to be a Smuggler ship, much like the Freelancer the trio were flying. ",
            "\"Nice shot Mek, but now it’s my turn,\" came Rami’s voice from the engineer’s post. \"It’s about time I put this arcane cannon to good use…\" ",
            "An ominous hum began to drone out of the bowels of the engine room. ",
            "The attackers were getting closer now, firing with all available weapons. The first barrage tore down the shields and lanced into the lone Freelancer’s armor plating, setting off alarm sirens on Nano’s console. The vect silenced them with a gesture. ",
            "\"It looks like they’re splitting up to get at us from the sides. Rami, keep the shield facing their Smuggler. Mek, take down those Privateers, now!\" ",
            "Fighting to keep up with the evasive maneuvers of his targets, Mekhet-Nu could only score one hit with his second salvo; the damaged Privateer retaining just enough structural integrity to remain a threat. Meanwhile, auto turret shots continued to impact their port side. ",
            "\"I’m doing the best I can, Nano,\" the monk replied, eyes still glued to his screens. \"Damage?\" ",
            "\"Nothing too bad yet, but I think they’ve got the same idea about charging their arcane cannon…\" ",
            "Rami’s voice came on the intercom, saying \"Don’t worry kids, there’s no way they’ve got a wizard out here who can go toe to toe with me for long!\" Presently, a blizzard of icy shards blasted out of the Freelancer’s arcane cannon, obliterating the undamaged Privateer and ripping into the frontal armor of the lead Firm ship. The small firebolt they produced in reply was off target, and things suddenly looked a lot better for the three thieves. ",
            "The Firm ships kept up the chase for a short time, firing a few more desultory volleys, but Mekhet-Nu’s accurate fire soon eliminated the second Privateer and forced the last, crippled survivor to disengage. ",
            "\"Hey Rami, you’ve still got that map to Garfeckt’s hoard, right?\" Nano asked, preparing to chart a new—and even more dangerous— course. \"Let’s lay in the coordinates.\""
        ]
    },
    {
        "id": 6,
        "name": "Garfreckt, the Eternal Dragon",
        "text": [
            "In between the maw jumps, blind jumps, narrow escapes from the authorities, and broadsides delivered into an unfortunate spaceshark, the three thieves had ample time to plan their raid on Garfreckt’s hoard. All that remained was to plant the distraction, sneak into the treasure cave, and make a clean getaway. ",
            "It did not take long at all for things to go awry. Mere seconds after their arrival in Garfreckt’s asteroid field, the dragon appeared on the sensor screens, an ominous rendering of wings and horns perched atop an asteroid, and a fearsome growl filled the vacuum of space. ",
            "\"You fools think to rob me? Ha! <span style='font-style:italic'>Preposterous</span>! I am Garfreckt, the Eternal Dragon!! And I can smell your humanoid stink from light years away.\" ",
            "Rami let out a long stream of curses before Nano opened a telepathic channel on the ship’s communicator. \"Let’s not be hasty here, 'o mighty dragon. We come bearing gifts… Hey Mek, arm one of the <span style='font-style:italic'>arcane warheads</span>.\" ",
            "The avia-ra took a second to understand the intent behind Nano’s improvisation. \"No longer a distraction, then, but a bluff?\" He asked once the channel had closed. \"It won’t work. Look, he’s drawing closer.\" ",
            "\"Let’s show him we mean business. Even an eternal dragon’s got to think twice after taking a hit from one of these.\" ",
            "Mekhet-Nu composed himself. \"To fire such a weapon… it is a weighty thing, even if there’s no one nearby to be caught in the blast. At least allow me a moment to reflect.\" The monk paused for several seconds, exhaled, then pressed the button. Nano and Mekhet-Nu sat on a silent bridge for what seemed like an eternity. They looked at each other, expressions blank. Both were starting to reach for their controls when the shockwave hit; the massive discharge of energy making waves in the very fabric of reality. Hurled from their seats, they were surprised to find themselves floating up to the ceiling, the artificial gravity temporarily disabled. ",
            "Mekhet-Nu reacted fastest, whirling around in mid-air and catapulting himself off the ceiling and back to his station. \"Rami!\" He barked into the intercom. \"Damage report! The life support seems to be down!\" ",
            "\"On it,\" she replied. \"Uh, this might take a while. Try not to breathe too much…\" ",
            "\"Can do!\" Nano chirped, now back in the captain’s chair. The next message went out to Garfreckt: \"So how do you like that, dragon? We’ve got plenty more where that came from!\"",
            "A furious hissing was the only response, as the thieves watched Garfreckt retreat behind an asteroid for cover. ",
            "For the next few minutes, the pair on the bridge said nothing, carefully piloting the ship towards the dragon’s hoard, hoping both that their deception would hold and Rami would be able to repair the damaged systems with equal fervor. ",
            "As they closed on their goal, Rami appeared on the bridge, filthy and reeking of ozone. \"I’ve done all I can. Fabricator and arcane cannon are fried. Life support is busted too, but I’ve managed to rig the air filter up so we won’t suffocate. At least, for a while. Also, while I was down there, I noticed that the antivirus module on the computer seems to be overheating… What do you reckon that’s all about, Nano?\" ",
            "The vect froze for a second, then leapt down the corridor to engineering, nearly bowling Rami over on the way through. \"You have the bridge, Mek!\" ",
            "Nano’s anguished scream could be heard even without the intercom. \"Mek, double-check the sensors! I think Garfreckt’s figured out—\" \"—THAT YOU FOOLS THINK I WOULD FALL FOR SUCH A CHEAP TRICK!\" This time, Garfreckt’s voice was transmitted over the ship’s internal comms. \"I suggest you brace for impact,\" he growled, voice dripping with cold fury. ",
            "Rami, Nano, and Mekhet-Nu were given no time at all to enact that order, as a massive claw crashed into their ship that very instant. The whole craft groaned under the impact; walls and floors bending and flexing as the superstructure twisted and buckled. The crew were tossed around viciously, with Rami blacking out due to the extreme forces. ",
            "Mekhet-Nu was the next to fall, engulfed in searing light as the ship crashed into an asteroid. The last thing he saw was Nano, fiddling with yet another gadget. "
        ]
    },
    {
        "id": 7,
        "name": "Magical Master, Master Thief",
        "text": [
            "Nano rolled out of the stasis bubble, leaking strange fluids from a dozen fractured body parts. It was a struggle just to get the cap off the healing potions, let alone drink them, but Nano ignored the screaming pain signals and pushed through. ",
            "More potions revived Rami and Mekhet-Nu, but all three were still groggy and disoriented when the sound of blaster fire erupted nearby. Dragonborn fighters were descending on all sides, gliding through the low-gravity environment with practiced grace—these were obviously Scale & Fang elites, Garfreckt’s personal bodyguards. ",
            "The three of them forced their aching bodies into action, pushing back the first wave of dragonborn for the price of a <span style='font-style:italic'>haste</span> spell and a salvo of tiny missiles. As they neared the treasure vault, another dragonborn ambusher broke cover to attack. ",
            "\"Stand back: this one’s mine!\" The wizard leapt up, bowling her target over. He scrabbled for his blaster, but it had already floated nearly ten feet into the air. Eyes fixed on her supine foe, Rami shouted her verbal components, conjuring three massive fists of glowing force. The barrage of strikes slammed home, crushing armor and bone alike. ",
            "Rami led Mekhet-Nu and Nano through a narrow tunnel, cutting off pursuit with a hasty casting of <span style='font-style:italic'>stone shape</span>. At the tunnel’s end, they came to a sealed bulkhead door; the wizard needed only to knock and the passageway opened into Garfreckt’s treasure room. ",
            "Filling most of the asteroid’s internal space, the hoard seemed to shine with auric light. Jewel-encrusted statues and gargantuan paintings lent a smattering of color to the golden backdrop, with countless technological wonders nestled among the piles of coin. ",
            "\"There, that’s the <span style='font-style:italic'>Blaster Prototype</span>!\" MekhetNu pointed to a pedestal in the center of the room. He set off towards it at a sprint but Garfreckt’s voice flooded into the room. ",
            "\"ENOUGH!!\" He raged, sending the thieves to the ground by the sheer force of his will. \"NONE OF YOU WILL LEAVE HERE ALIVE!!\" ",
            "The dragon smashed a claw through the ceiling of the chamber, puncturing the vacuum seal and disrupting whatever spell or device was generating the asteroid’s artificial gravity. Billions of coins scattered in every direction as the air began to rush, howling, out of the room. ",
            "Mekhet-Nu, desperation in his eyes, lunged for the Prototype, propelled by his ki in a colossal leap forward. But as the vacuum outside sized his breath, his limbs turned to lead and his lungs started to burn. Still he drove onwards with another leap: just a little further and the legendary weapon would be within his grasp! ",
            "Feet from his goal, the monk’s vision failed. It was sudden, and incredibly painful. Flailing now for any kind of purchase; any way to drag himself forward; he could feel his time running out. His consciousness starting to fade. A tightness around his chest… ",
            "…And a metallic thump as he hit the deck of a ship? The tightness receded, and Rami stepped away from her comrade. \"Man, that was close. You are one lucky duckling, Mek.\" ",
            "\"My… my eyes… I can’t see. Where are we?\" ",
            "\"The wizard conjured us a <span style='font-style:italic'>Telaros terrific transport</span>,\" said Nano’s distinctive voice. \"Though we’d never have been able to pick you up without my jetpack. Even managed to snag a few baubles and that gun you were so intent on. All we’ve got to do now is escape from an angry dragon!\" ",
            "Mekhet-Nu stiffened as he remembered: \"Wait, Nano, I can help with that!\" ",
            "Rami’s hands were on his shoulders. \"Not now, Mek. What you need to do is rest. We’ll figure something out.\" ",
            "\"No, it’s my disciples! They’ve got a ship waiting for us, hidden nearby! Get me on the comms so I can send them the code words. Then you’ll only need to evade the dragon until they reach us.\" ",
            "Rami and Nano, blindsided by the presence of these unexpected allies, handed the comms to the avia-ra without another word. ",
            "\"If it burns, it is a Sun,\" he growled. The scanner detected a ship before he had even finished speaking. ",
            "Nano gripped the controls. \"Hold tight, you two. It’s time to see just how 'terrific’ this transport really is…\" "
        ]
    },
    {
        "id": 8,
        "name": "Epilogue",
        "text": [
            "A wild cheer went up in the cantina. \"A round for my adoring fans!\" Rami waved her datapad, full of credits, in the direction of the bartender. ",
            "\"So Garfreckt tried to space you? How did you escape?\" someone asked. ",
            "\"Look, I don’t want to say I outsmarted an eternal dragon…\" she paused. \"But he should have known I’d have a few scrolls handy. A <span style='font-style:italic'>terrific transport</span> was perfect to get everyone together and out of the vacuum.\" ",
            "\"Okay, but how did you get away from the asteroid?\" Came the immediate response. \"Your shuttle wouldn’t have lasted six seconds against the dragon.\" ",
            "\"You can thank him for that,\" she pointed at Mekhet-Nu, seated at the other end of the bar. \"Turns out he’d got in touch with some of his disciples ahead of time. They had a ship waiting for us right when we needed it.\" ",
            "The crowd went quiet for a while. In a low voice, someone remarked: \"strange choice for a partner in crime.\"",
            "\"Hey, don’t you be sneering at Mek. He’s alright, for an avia-ra.\" She waved at him across the bar. ",
            "It was still hard to read the monk’s expressions, even after spending so much time with him. Rami thought he was smiling, but he didn’t wave back.",
            "‒ ‒ ‒ ",
            "Mekhet-Nu dived out of the way as the <span style='font-style:italic'>Blaster Prototype</span> unleashed another unstable wave of energy. ",
            "\"I did not expect such petulant behavior!\" The weapon, of course, said nothing. It was in one of its sulky moods today. Mekhet-Nu adopted a parental tone. ",
            "\"Young miss, are you not the legendary <span style='font-style:italic'>Prototype</span>, first of all blasters?\" The weapon’s arcane engine revved, emitting bright blue exhaust from two ports like piercing eyes. ",
            "\"Do you not possess terrific power?\" Again, the weapon unleashed a wild torrent of fire, this time scorching a training dummy to ash. ",
            "\"Then why won’t you <span style='font-style:italic'>yield</span>?\" said the avia-ra, aggravation cracking his usual stony demeanor. Defiant, the blaster belched forth a wave of exhaust gas. ",
            "Mekhet-Nu took a deep breath to center himself. The <span style='font-style:italic'>Blaster Prototype</span> was not only alive, but downright tempestuous. Yet he had patience in droves. More importantly, he had no other options. When the High Priests of the Sun came for him, he and the Prototype would have to be ready. ",
            "‒ ‒ ‒",
            "\"Almost… there…\" Nano groaned, leveraging the wrenchinator with all possible weight. As the bolt gave way, the entire chassis clunked into place and circuits sprung to life. Dragon’s fire rushed outward from the breastplate, ejecting spouts of flame at every bolt and joint. As the flames reached the golem’s extremities, its hands clenched and its head turned to see its creator. ",
            "Nano was surprised that the trinket stolen from the dragon’s hoard even fit, but dumbfounded to see it working. After all, the inside of the golem was now more vent tape than circuitry. ",
            "\"Welcome to the 'verse, Mac!\" Nano knocked once on the golem’s chest to hear the satisfying clunk. This was the gadget to end all gadgets! Should probably build some legs for it, though.",
            "‒ ‒ ‒ ",
            "Garfreckt, the eternal dragon, touched down on Sepa-Atef, blasting a massive cloud of sand out into the desert. In the distance, he could see mountains, some of them towering to two or three times his own height. ",
            "The avia-ra delegation came buzzing over the jagged horizon in their Herald- and Pilgrimclass ships, golden livery glinting in the light from this planet’s twin stars. ",
            "Garfreckt signaled his lieutenants to welcome the High Priests of the Sun. \"Greetings, your eminences. The eternal dragon is greatly pleased to meet you face-to-face.\" ",
            "\"The pleasure is all ours,\" gushed the priests’ interpreter, bowing deeply, \"and we are most eager to do business with such a great and esteemed partner. Especially considering the… intelligence that you have recently acquired.\" ",
            "As the priests took their thrones, a Scale & Fang wizard conjured an illusory image of Mekhet-Nu. \"We understand that you are seeking this man. What would you give to know where he is hiding, I wonder?\""
        ]
    }
]